import {defineMessages} from 'react-intl';

const messages = defineMessages({
    "添加4G使用机构": {id: "CI1801.添加4G使用机构"},
    "编辑4G使用机构": {id: "CI1801.编辑4G使用机构"},
    "设备名称": {id: "CI1801.设备名称"},
    "节点名称": {id: "CI1801.节点名称"},
    "4G运营商	": {id: "CI1801.4G运营商	"},
    "套餐类型": {id: "CI1801.套餐类型"},
    "流量大小": {id: "CI1801.流量大小"},
    "本月流量": {id: "CI1801.本月流量"},
    "累计流量": {id: "CI1801.累计流量"},
    "备注": {id: "CI1801.备注"},
    "历史流量": {id: "CI1801.历史流量"},
    "操作": {id: "CI1801.操作"},
    "节点": {id: "CI1801.节点"},
    "设备": {id: "CI1801.设备"},
    "4G运营商": {id: "CI1801.4G运营商"},
    "请输入备注": {id: "CI1801.请输入备注"},
    "流量": {id: "CI1801.流量"},
    "请选择节点": {id: "CI1801.请选择节点"},
    "请选择设备": {id: "CI1801.请选择设备"},
    "请选择运营商": {id: "CI1801.请选择运营商"},
    "请选择套餐类型": {id: "CI1801.请选择套餐类型"},
    "请输入流量": {id: "CI1801.请输入流量"},
});

export default messages;